Repository: itsmikita/woocommerce-payson-checkout
Catalog: languages/woocommerce-payson-checkout-*.po
Languages: sv_se

source: A different implementation of Payson Checkout for WooCommerce.
sv_se: En annorlunda implementering av Payson Checkout för WooCommerce.

source: Enable Payson Checkout
sv_se: Aktiver Payson Checkout

source: Payson API Key
sv_se: Payson API Nyckel

source: Test Mode
sv_se: Test Läge

source: Enable Payson Checkout in Test Mode.
sv_se: Aktiver Payson Checkout i Test Läge.

source: Checkout Language
sv_se: Språk i Checkouten

source: Checkout Color Scheme
sv_se: Checkoutens Färgtema

source: White
sv_se: Vit

source: Gray
sv_se: Grå

source: Customer's Phone
sv_se: Kunden's Telefon

source: Don't ask customer's phone number
sv_se: Fråga inte kundens telefonnummer

source: Customer's phone number is optional
sv_se: Kundens telefonnummer är friviigt att uppge

source: Require customer's phone number
sv_se: Kundens telefonnummer är obligatoriskt att uppge

source: Verification
sv_se: Verifiering

source: Enable BankID verification
sv_se: Aktivera BankID verifiering

source: Payson Checkout is not set up!
sv_se: Payson Checkout ej konfigurerat!
